Repository: jorchube/TriangleInvasion
Catalog: slingshot/*.lproj/Localizable.strings
Languages: ca, de, es, it, ja, zh_hans, zh_hant

source: New Game
ca: Nova Partida
de: Neu Spiel
es: Nuevo Juego
it: Nuova Partita
ja: ニューゲーム
zh_hans: 新游戏
zh_hant: 新遊戲

source: Credits
ca: Crèdits
de: Kredit
es: Creditos
it: Titoli di coda
ja: 製作者
zh_hans: 积分
zh_hant: 積分

source: Back
ca: Tornar
de: Zurück
es: Atras
it: Indietro
ja: 戻る
zh_hans: 返回
zh_hant: 返回

source: Exit
ca: Eixir
de: Beenden
es: Salir
it: Uscire
ja: やめる
zh_hans: 离开
zh_hant: 離開

source: Continue
ca: Continuar
de: Weiter
es: Continuar
it: Continuare
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

# Stop
source: Pause
ca: Pausar
es: Pausar
it: Fermare
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

source: Main Menu
ca: Menú Principal
de: Hauptmenü
es: Menú Principal
it: Menu d'inizio
ja: メインメニュー
zh_hans: 目录
zh_hant: 目錄

source: Game Over
ca: Joc Acabat
es: Juego Terminado
ja: ゲームオーバー
zh_hans: 游戏结束
zh_hant: 遊戲結束

source: Remove Ads
ca: Llevar Anuncis
de: Anzeigen Entferfen
es: Quitar Anuncios
it: Elimina pubblicità
ja: 広告を非表示
zh_hans: 移除广告
zh_hant: 移除廣告

source: Watch story
ca: Veure l'Història
de: Geschichte sehen
es: Ver Historia
it: Vedere una storia
ja: ストーリーを見る
zh_hans: 观看故事
zh_hant: 觀看故事

# cheattitle
source: Stop cheating!
de: Stoppen Betrug!
it: Smettere barare!
ja: 不正行為を停止
zh_hans: 停止作弊!
zh_hant: 停止作弊!

# cheatmsg
source: Great power comes with great responsibility.
de: Großer Macht kommt große Verantwortung.
it: Grande potere derivano grandi responsabilità
ja: 偉大な力は、大きな責任が付属しています
zh_hans: 权力越大承担责任越多.
zh_hant: 權力越大承擔責任越多.

# story11
source: once upon a time
ca: hi havía una vegada,
de: es war einmal
es: érase una vez,
it: c'era una volta,
ja: 遠い昔
zh_hans: 从前
zh_hant: 從前

# story12
source: somewhere in the galaxy...
ca: en algun lloc de la galaxia...
de: irgendwo in der galaxis...
es: en algún lugar de la galaxia...
it: da qualche parte nella galassia...
ja: 遥か彼方の銀河系において...
zh_hans: 银河系某处...
zh_hant: 銀河系某處...

# story21
source: ...there was a peaceful planet
ca: ... un pacífic planeta
de: ...es war ein friedlicher welt
es: ... había un pacífico planeta
it: ... un pacifico pianeta
ja: 平和な惑星が存在した。
zh_hans: ...有一个和平的星球
zh_hant: ...有一個和平的星球

# story22
source: where every single inhabitant was happy.
ca: on cadascun del seus habitants era feliç.
de: wo jeder einzelne einwohner war glücklich.
es: donde cada uno de sus habitantes era feliz.
it: dove ogni abitante era felice.
ja: すべての人が平和に暮らしていた。
zh_hans: 每个居民都很高兴.
zh_hant: 每個居民都很高興.

# story23
source: it was the fatdot planet.
ca: era el planeta punt gros.
de: er was der dick punkt welt.
es: era el planeta punto gordo.
it: era il pianeta punto grosso.
ja: その惑星の名は「大点星」であった。
zh_hans: 是 ‘fatdot’星球.
zh_hant: 是 ‘fatdot’星球.

# story31
source: but, someday,
ca: però, un dia,
de: aber, eines tages,
es: pero, un dia,
it: pero, un giorno
ja: しかし、ある日
zh_hans: 但是，有一日.
zh_hant: 但是，有一日.

# story32
source: something terrible happened...
ca: una cosa terrible va passar...
de: geschah etwas schreckliches...
es: algo terrible sucedió...
it: qualcosa di terribile era accaduto...
ja: 何か恐ろしいことが起きた...
zh_hans: 可怕的事情发生了...
zh_hant: 可怕的事情發生了...

# story41
source: ... fatdot planet was being attacked
ca: ... punt gros estava sent atacat
de: ... dick punkt wurde
es: ... punto gordo estaba siendo atacado
it: ... un esercito di triangoli stava
zh_hans: ... ‘fatdot’星球被攻击
zh_hant: ... ‘fatdot’星球被攻擊

# story42
source: by an army of triangles!!!
ca: per un exèrcit de triàngles!!!
de: von einer armee von dreiecken angegriffen!!!
es: por un ejército de triángulos!!!
it: attacando il pianeta punto grosso!!!
ja: トライアングル軍によって!!!
zh_hans: 被三角军队!!!
zh_hant: 被三角軍隊!!!

# story43
source: there was no hope...
ca: no hi havía esperança...
de: es gab keine hoffnung...
es: no había esperanza...
it: non c'era speranza...
ja: 「希望」はなかった...
zh_hans: 没有希望了...
zh_hant: 沒有希望了...

# story51
source: ... or was there?
ca: ... o potser si?
de: ... oder gab es?
es: ... o tal vez si?
it: ... forse si?
ja: ... いや、あったのだろうか?
zh_hans: ... 或是有希望?
zh_hant: ... 或是有希望?

# story61
source: you, with your army of volunteers
ca: tu, amb el teu exèrcit de voluntaris
de: du, mit deiner armee von freiwilligen
es: tu, con tu ejército de voluntarios
it: tu, con il tuo esercito di volontari
ja: 君は志願兵だ
zh_hans: 你和你的志愿者军队
zh_hant: 你和你的志願者軍隊

# story62
source: are willing to protect the planet
ca: protegireu el planeta
de: bereit sind, um den planeten,
es: protegeréis el planeta
it: protegerete il pianeta il
ja: 我々の星を守り続けてほしい
zh_hans: 都愿意保护星球
zh_hant: 都願意保護星球

# story63
source: as long as you can.
ca: tant com pugueu.
de: so lang wie möglich zu schützen.
es: tanto como podáis.
it: cosi come potrete.
ja: 可能な限り長く…
zh_hans: 只要你能.
zh_hant: 只要你能.

# story71
source: good luck. you are our last hope.
ca: bona sort. ets l'última esperança.
de: viel glück. du bist unsere letzte hoffnung.
es: buena suerte. eres la última esperanza.
it: buona fortuna. sei la nostra
ja: 幸運を祈る、
zh_hans: 祝你好运，你是我们最后希望。
zh_hant: 祝你好運，你是我們最後希望。
